{"create": {"_index": "webdocs", "_type": "webdoc", "_id": "1"}}
{"id": "1", "title": " University of California, Riverside Home ", "url": "https://www.ucr.edu/", "level": 1, "filename": "data/level1/web_1", "body": " University of California, Riverside Alfonso Maldonado '13, who came to the U.S. when he was 5 from Michoacan, Mexico, used to worry he might not come home from work visiting detained clients at the Adelanto ICE Processing Center. Read More Gifts to UC Riverside enrich our ability to shape the lives of future generations of leaders and provide a robust teaching and learning experience. We are Living the Promise – join us! Follow UCR 900 University Ave. Riverside, CA 92521 Tel: (951) 827-1012 1156 Hinderaker Hall Tel: (951) 827-1012 email: webmaster@ucr.edu Find Us Follow US: "}
{"create": {"_index": "webdocs", "_type": "webdoc", "_id": "2"}}
{"id": "2", "title": " | News ", "url": "https://news.ucr.edu", "level": 2, "filename": "data/level2/web_14", "body": " University of California, Riverside Follow US: Identification of genes responsible for sour taste in citrus fruit may enable the creation of new, sweeter varieties Spies can learn what a machine is making from the sounds it makes Patricia Cardoso, a member of the Academy of Motion Picture Arts and Sciences, has designed two unique courses for students Researchers show compounds based on chloroindazole reduce inflammation as well as promote neuroprotection and remyelination, improving the primary symptoms in a mouse model of multiple sclerosis An analysis of presidential approval ratings reveals truths about gender biases Magnonic devices of the future could use low power to avoid performance losses UCR adds 19 new printing kiosks throughout the university. The machines are available to students, staff, and faculty UC Riverside study could lead to better strategies for protecting crops from attacks by pathogens 900 University Ave. Riverside, CA 92521 Tel: (951) 827-1012 900 University Ave. Riverside, CA 92521 Tel: (951) 827-0000 email: webmaster@ucr.edu Find Us Follow US: "}
{"create": {"_index": "webdocs", "_type": "webdoc", "_id": "3"}}
{"id": "3", "title": " Home | Office of Diversity, Equity & Inclusion ", "url": "http://diversity.ucr.edu/", "level": 2, "filename": "data/level2/web_3", "body": " University of California, Riverside The Office of Diversity, Equity and Inclusion is committed to the urgent, sustained, and comprehensive work of creating a campus climate of mutual respect and communal vision at the University of California, Riverside. This work belongs to every member of our community and includes ensuring greater representation of individuals from all backgrounds in every part of the university and keeping fairness and accessibility in higher education at the heart of our policies and procedures. We value a deep, collective understanding that an institutional and personal commitment to diversity, equity and inclusion is a true commitment to meaningful, lifelong learning. Give here to help UCR students study abroad 900 University Ave. Riverside, CA 92521 Tel: (951) 827-1012 3144 Hinderaker Hall University of California, Riverside Riverside, CA 92521 Tel: (951) 827-7061 email: tasha.hudson@ucr.edu Follow US: "}